machinasdei/firmware-esp32/sdkconfig.defaults.matrixportal-s3-128
CONFIG_BOARD_MATRIXPORTAL_S3_128=y
CONFIG_IDF_TARGET="esp32s3"
CONFIG_SWAP_COLORS=y
CONFIG_NO_INVERT_CLOCK_PHASE=y
CONFIG_HTTP_BUFFER_SIZE_MAX=220000
CONFIG_HTTP_BUFFER_SIZE_DEFAULT=100000
